'use strict';

if (! window.i18n) {
    window.i18n={};
}

if (! window.i18n.languages) {
    window.i18n.languages={};
}

window.i18n.languages['ZH-CN']={
    // write your key value pairs here
    "label_text" : {
        "点数":"####点",
        "局数":"<size=24><color=#FFF7AD>第 </c><color=#FFFFFF>####</color><color=#FFF7AD> 局</color></size>",
        "限红" : "限红",
        "携带金额不足" : "携带金额不足，请先充值",
        "下局虎" : "下局虎",
        "下局龙" : "下局龙",
        "虎" : "虎",
        "龙" : "龙",
        "总数" : "总数",
        "和" : "和",
        "上庄Rule" : "1.金币达到要求即可申请上庄，金币不足则会强制下庄;\n2.申请后立即进入列表排队且不可取消;\n3.在坐庄过程中可以选择下庄，下一局生效。",
        "小贴士" : "小贴士：",
        "龙虎" : "龙/虎",
        //后面不用挂LocalizedLabel但还是要加入列表让JS读取语系资料再来产生对应文字 
        "幸运一击" : "幸運一击",
        "最小" : "最小:####",
        "最大" : "最大:####",
        "自动成功" : "自动成功，本局后将会自动下注",
        "结算信息" : "结算信息",
        "资料错误" : "资料错误",
        "玩家资料错误" : "玩家资料错误",
        "玩家验证资料错误" : "玩家验证资料错误",
        "游戏资讯错误" : "游戏资讯错误",
        "正在连接服务器" : "正在连接服务器",
        "登入中" : "登入中…",
        "确认资料中" : "确认资料中",
        "载入中" : "载入中",
        "游戏载入中" : "游戏载入中",
        "等待游戏开始" : "等待游戏开始...",
        "正在尝试重新连接" : "与服务器连接断开,正在尝试重新连接",
        "当前不能下注" : "当前不能下注",
        "当前下注倍数" : "当前下注倍数为####",
        "请前往充值" : "需要携带####元才能下注,请前往充值",
        "携带金额不足请先充值" : "",
        "前往充值后再来" : "携带金币少于####无法下注喔!您可以前往充值后再来",
        "退还押注成功" : "退还押注成功",
        "下注类型错误" : "下注类型错误",
        "请等待新一局游戏开始" : "请等待新一局游戏开始",
        "押注失败" : "押注失败",
        "金币不足" : "金币不足",
        "总注数超过上限" : "总注数超过上限",
        "身上金币低于入场金额" : "身上金币低于入场金额,将回到游戏大厅",
        "您已经开启自动下注" : "您已经开始自动下注",
        "您已经取消自动下注" : "您已经取消自动下注",
        "开" : "开",
        "关" : "关",
        "对子" : "对子",
        "最低投注" : "最低投注",
        "最高投注" : "最高投注",
        "亿" : "亿",
        "万" : "万",
        "庄家不能下注" : "庄家不能下注",
        "你确定要上庄吗" : "你确定要上庄吗?",
        "上庄最少需要金币" : "(上庄最少需要金币####)",
        "不可同时下注龙与虎" : "不可同时下注龙与虎",
        "与服务器连接断开,正在尝试重新连接..." : "与服务器连接断开,正在尝试重新连接...",		        
		"您的账号在别处登录,您已被强制下线." : "您的账号在别处登录,您已被强制下线.",		
        "服务器错误." : "服务器错误.",
    }
};