'use strict';

if (! window.i18n) {
    window.i18n={};
}

if (! window.i18n.languages) {
    window.i18n.languages={};
}

window.i18n.languages['ZH-CN']={
    // write your key value pairs here
    "label_text" : {
        "小贴士" : "小贴士：",
        "自动成功" : "自动成功，本局后将会自动下注",
        "结算信息" : "结算信息",
        "资料错误" : "资料错误",
        "玩家资料错误" : "玩家资料错误",
        "玩家验证资料错误" : "玩家验证资料错误",
        "游戏资讯错误" : "游戏资讯错误",
        "正在连接服务器" : "正在连接服务器",
        "登入中" : "登入中",
        "确认资料中" : "确认资料中",
        "载入中" : "载入中",
        "游戏载入中" : "游戏载入中",
        "等待游戏开始" : "等待游戏开始...",
        "正在尝试重新连接" : "与服务器连接断开,正在尝试重新连接",
        "当前不能下注" : "当前不能下注",
        "当前下注倍数" : "当前下注倍数为####",
        "请前往充值" : "需要携带####元才能下注,请前往充值",
        "携带金额不足" : "携带金额不足，请先充值",
        "携带金额不足请先充值" : "",
        "前往充值后再来" : "携带金币少于####无法下注喔!您可以前往充值后再来",
        "退还押注成功" : "退还押注成功",
        "下注类型错误" : "下注类型错误",
        "请等待新一局游戏开始" : "请等待新一局游戏开始",
        "押注失败" : "押注失败",
        "金币不足" : "金币不足",
        "总注数超过上限" : "总注数超过上限",
        "非下注階段" : "非下注階段",
        "身上金币低于入场金额" : "身上金币低于入场金额,将回到游戏大厅",
        "您已经开启自动下注" : "您已经开始自动下注",
        "您已经取消自动下注" : "您已经取消自动下注",
        "开" : "开",
        "关" : "关",
        "最低投注" : "最低投注",
        "最高投注" : "最高投注",
        "亿" : "亿",
        "万" : "万",
        "庄家不能下注" : "庄家不能下注",
        "你确定要上庄吗" : "你确定要上庄吗?",
        "上庄最少需要金币" : "(上庄最少需要金币####)",
        "与服务器连接断开,正在尝试重新连接..." : "与服务器连接断开,正在尝试重新连接...",
		"您的账号在别处登录,您已被强制下线." : "您的账号在别处登录,您已被强制下线.",	
		"服务器错误." : "服务器错误.",
        // slot
        "历史纪录":"历史纪录",
        "今天":"今天",
        "最近7天":"最近7天",
        "最近30天":"最近30天",
        "自订":"自订",
        "日期":"日期",
        "单号":"单号",
        "投注金额":"投注金额",
        "盈利":"盈利",
        "开始日期":"开始",
        "结束日期":"结束",
        "页数":"第 #### 頁",
		// 游戏用
        "倍":"倍",
        "点选金币会出现不同彩金的宝宝符号出现三个相同的符号时，即可获得对应彩金":"点选金币会出现不同彩金的宝宝符号出现三个相同的符号时，即可获得对应彩金",
		"秒後開始" : "####秒後開始",
    }
};