'use strict';

if (! window.i18n) {
    window.i18n={};
}

if (! window.i18n.languages) {
    window.i18n.languages={};
}

window.i18n.languages['ZH-CN']={
    // write your key value pairs here
    "label_text" : {
        "资料错误" : "资料错误",
        "游戏资讯错误" : "游戏资讯错误",
        "游戏资料错误": "游戏资料错误",
        "区厅失败" : "搜索失败，请重试",

        "新手场" :  "新手场",
        "初级场" : "初级场",
        "精英场" : "精英场",
        "豪华场" : "豪华场",
        "富豪场" : "富豪场",
        "比赛场" : "比赛场",

        "進場" : "进场",
        "免費" : "免费",

        "携带金额不足"  : "携带金额不足",
		
		"阿拉丁" : "阿拉丁",
		"美洲野牛" : "美洲野牛",
		"百家乐" : "百家乐",
		"百人牛牛" : "百人牛牛",
		"捕鱼" : "捕鱼",
		"金吉報喜_財富連連" : "金吉報喜_財富連連",
		"財神到_彩金版" : "財神到_彩金版",
		"赌场战争" : "赌场战争",
		"斗地主" : "斗地主",
		"多福多财" : "多福多财",
		"神龙宝珠" : "神龙宝珠",
		"东海之王" : "东海之王",
		"德州扑克" : "德州扑克",
		"双人麻将" : "双人麻将",
		"青蛙与苍蝇" : "青蛙与苍蝇",
		"富贵三宝" : "富贵三宝",
		"二八杠" : "二八杠",
		"红包扫雷" : "红包扫雷",
		"海盗船" : "海盗船",
		"红黑大战" : "红黑大战",
		"疯狂水果" : "疯狂水果",
		"红黑牛牛" : "红黑牛牛",
		"欢乐聚宝盆" : "欢乐聚宝盆",
		"经典21点" : "经典21点",
		"擊鼓迎福" : "擊鼓迎福",
		"金吉报喜_无尽宝藏" : "金吉报喜_无尽宝藏",
		"小丑珠宝" : "小丑珠宝",
		"加勒比扑克" : "加勒比扑克",
		"吉祥如意" : "吉祥如意",
		"龙虎斗" : "龙虎斗",
		"五福临门" : "五福临门",
		"21点" : "21点",
		"魔杖女王" : "魔杖女王",
		"抢庄21点" : "抢庄21点",
		"抢庄牛牛" : "抢庄牛牛",
		"欢乐喜狮" : "欢乐喜狮",
		"发发发" : "发发发",
		"财富发发" : "财富发发",
		"三公" : "三公",
		"四川麻将" : "四川麻将",
		"性感百家乐" : "性感百家乐",
		"股市大亨" : "股市大亨",
		"双人牛牛" : "双人牛牛",
		"十三水" : "十三水",
		"通比牛牛" : "通比牛牛",
		"糖果屋" : "糖果屋",
		"推筒子" : "推筒子",
		"五龍皇朝" : "五龍皇朝",
		"百萬金輪五龍爭霸" : "百萬金輪五龍爭霸",
		"五龙争霸" : "五龙争霸",
		"五龍爭霸_彩金版" : "五龍爭霸_彩金版",
		"梭哈" : "梭哈",
		"星光派对" : "星光派对",
		"熊猫报喜" : "熊猫报喜",
		"招财进宝" : "招财进宝",
		"炸金花" : "炸金花",
    }
};