'use strict';

if (! window.i18n) {
    window.i18n={};
}

if (! window.i18n.languages) {
    window.i18n.languages={};
}

window.i18n.languages['ZH-CN']={
    // write your key value pairs here
    "label_text" : {
        "局数":"<size=24><color=#FFF7AD>第 </c><color=#Ffffff>####</color><color=#FFF7AD> 局</color></size>",
        "限红" : "限红",
        "携带金额不足" : "携带金额不足，请先冲值",
        "下局黑" : "下局黑",
        "下局红" : "下局红",
        "黑" : "黑",
        "红" : "红",
        "总数" : "总数",
        "红黑方" : "红 / 黑方",
        //后面不用挂LocalizedLabel但还是要加入列表让JS读取语系资料再来产生对应文字
        "幸运一击" : "幸运一击",
        "最小" : "最小:####",
        "最大" : "最大:####",
        "自动成功" : "自动成功，本局后将会自动下注",
        "结算信息" : "结算信息",
        "资料错误" : "资料错误",
        "玩家资料错误" : "玩家资料错误",
        "玩家验证资料错误" : "玩家验证资料错误",
        "游戏资讯错误" : "游戏资讯错误",
        "正在连接服务器" : "正在连接服务器",
        "登入中" : "登入中…",
        "确认资料中" : "确认资料中",
        "载入中" : "载入中...",
        "游戏载入中" : "游戏载入中...",
        "等待游戏开始" : "等待游戏开始...",
        "正在尝试重新连接" : "与服务器连接断开,正在尝试重新连接...",
        "当前不能下注" : "当前不能下注",
        "当前下注倍数" : "当前下注倍数为####",
        "请前往充值" : "需要携带####元才能下注,请前往充值",
        "携带金额不足请先充值" : "",
        "前往充值后再来" : "携带金币少于####无法下注喔!您可以前往充值后再来",
        "退还押注成功" : "退还押注成功",
        "下注类型错误" : "下注类型错误",
        "请等待新一局游戏开始" : "请等待新一局游戏开始",
        "金币不足" : "金币不足,押注失败",
        "总注数超过上限" : "总注数超过上限",
        "身上金币低于入场金额" : "身上金币低于入场金额,将回到游戏大厅",
        "您已经开启自动下注" : "您已经开始自动下注",
        "您已经取消自动下注" : "您已经取消自动下注",
        "开" : "开",
        "关" : "关",
        "对子" : "对子",
        "和" : "和",
        "最低投注" : "最低投注",
        "最高投注" : "最高投注",
        "亿" : "亿",
        "万" : "万",
        "不可同时下注红与黑" : "不可同时下注红与黑",
        "清理次数超过上限，清理失败":"清理次数超过上限，清理失败",
        "与服务器连接断开,正在尝试重新连接..." : "与服务器连接断开,正在尝试重新连接...",
		"您的账号在别处登录,您已被强制下线." : "您的账号在别处登录,您已被强制下线.",
		"服务器错误." : "服务器错误.",
    }
};