"use strict";

if(!window.i18n){
    window.i18n = {};
}

if(!window.i18n.languages){
    window.i18n.languages = {};
}

window.i18n.languages["ZH-CN"] = {
    // write your key value pairs here
    "label_text" : {
        "边注赔率"                : "边注赔率",
        "特殊牌赔率"               : "特殊牌赔率",
        "底注"                  : "底注: ####",
        "边注"                  : "边注: ####",
        "请选择座位"               : "请选择座位",
        "请选择"                 : "请选择!",
        "目前位子已满"              : "目前位子已满，请稍后",
        "长时间未入座"              : "长时间未入座,将于 #### 秒后回到大厅",
        "房间号"                 : "房间号 : ####",
        "观局人数"                : "观局人数 : ####",
        "无人下注"                : "无人下注,游戏将重新开始",
        "压注失败"                : "压注失败",
        "需先下底注"               : "需先下底注",
        "总压注额超过上限"            : "总压注额超过上限",
        "您的金币不足!请补充金币后再进行游戏." : "您的金币不足!请补充金币后再进行游戏.",
        "您的金额不足####，请前往储值" : "您的金额不足####，请前往储值.",
        "确定"                  : "确定",
        
        "同花顺" : "同花顺",
        "三条"  : "三条",
        "顺子"  : "顺子",
        "同花"  : "同花",
        "对子"  : "对子",
        
        "1赔40" : "1赔40",
        "1赔30" : "1赔30",
        "1赔6"  : "1赔6",
        "1赔5"  : "1赔5",
        "1赔4"  : "1赔4",
        "1赔1"  : "1赔1",
        
        "即将回到大厅" : "即将回到大厅",
        "长时间未下注" : "长时间未下注 #### 局后返回大厅",
        "等待入桌"   : "等待入桌",
        "已停止下注"  : "已停止下注",
        
        "限红"     : "限红",
        "携带金额不足" : "携带金额不足，请先冲值",
        "下局黑"    : "下局黑",
        "下局红"    : "下局红",
        "黑"      : "黑",
        "红"      : "红",
        "总数"     : "总数",
        "红黑方"    : "红 / 黑方",
        "幸运一击"   : "幸运一击",
        "自动成功"   : "自动成功，本局后将会自动下注",
        "结算信息"   : "结算信息",
        
        "最低投注" : "最低投注",
        "最高投注" : "最高投注",
        
        //通用
        "资料错误"                 : "资料错误",
        "玩家资料错误"               : "玩家资料错误",
        "玩家验证资料错误"             : "玩家验证资料错误",
        "游戏资讯错误"               : "游戏资讯错误",
        "正在连接服务器"              : "正在连接服务器",
        "登入中"                  : "登入中…",
        "确认资料中"                : "确认资料中",
        "载入中"                  : "载入中...",
        "游戏载入中"                : "游戏载入中...",
        "等待游戏开始"               : "等待游戏开始...",
        "正在尝试重新连接"             : "与服务器连接断开,正在尝试重新连接...",
        "当前不能下注"               : "当前不能下注",
        "当前下注倍数"               : "当前下注倍数为####",
        "请前往充值"                : "需要携带####元才能下注,请前往充值",
        "携带金额不足请先充值"           : "",
        "前往充值后再来"              : "携带金币少于####无法下注喔!您可以前往充值后再来",
        "退还押注成功"               : "退还押注成功",
        "下注类型错误"               : "下注类型错误",
        "请等待新一局游戏开始"           : "请等待新一局游戏开始",
        "金币不足"                 : "金币不足,押注失败",
        "总注数超过上限"              : "总注数超过上限",
        "身上金币低于入场金额"           : "身上金币低于入场金额,将回到游戏大厅",
        "您已经开启自动下注"            : "您已经开始自动下注",
        "您已经取消自动下注"            : "您已经取消自动下注",
        "与服务器连接断开,正在尝试重新连接..." : "与服务器连接断开,正在尝试重新连接...",
        "清理次数超过上限，清理失败"        : "清理次数超过上限，清理失败",
        "您即将返回大厅"              : "您即将返回大厅",
        "是否继续游戏"               : "是否继续游戏?",
        "继续"                   : "继续",
        "离开游戏"                 : "离开游戏",
        
        "开" : "开",
        "关" : "关",
        "和" : "和",
        "亿" : "亿",
        "万" : "万",
    }
};