'use strict';

if (! window.i18n) {
    window.i18n={};
}

if (! window.i18n.languages) {
    window.i18n.languages={};
}

window.i18n.languages['ZH-TW']={
    // write your key value pairs here   
    "label_text" : {
        "小贴士" : "小贴士：",
        "自动成功" : "自動成功，本局後將會自動下注",
        "结算信息" : "结算信息",
        "资料错误" : "资料错誤",
        "玩家资料错误" : "玩家資料錯誤",
        "玩家验证资料错误" : "玩家驗證資料錯誤",
        "游戏资讯错误" : "遊戲資訊錯誤",
        "正在连接服务器" : "正在連接服務器",
        "登入中" : "登入中",
        "确认资料中" : "確認資料中",
        "载入中" : "載入中",
        "游戏载入中" : "遊戲載入中",
        "等待游戏开始" : "等待遊戲開始...",
        "正在尝试重新连接" : "與服務器連接斷開,正在嘗試重新連接",
        "当前不能下注" : "當前不能下注",
        "当前下注倍数" : "當前下注倍數為####",
        "请前往充值" : "需要攜帶####元才能下注,請前往充值",
        "携带金额不足" : "携带金额不足，请先充值",
        "携带金额不足请先充值" : "",
        "前往充值后再来" : "攜帶金幣少於####無法下注喔!您可以前往充值後再來",
        "退还押注成功" : "退還押注成功",
        "下注类型错误" : "下注類型錯誤",
        "请等待新一局游戏开始" : "請等待新一局遊戲開始",
        "押注失败" : "押注失敗",
        "金币不足" : "金幣不足",
        "总注数超过上限" : "總注數超過上限",
        "非下注階段" : "非下注階段",
        "身上金币低于入场金额" : "身上金幣低於入場金額,將回到遊戲大廳",
        "您已经开启自动下注" : "您已經開始自動下注",
        "您已经取消自动下注" : "您已經取消自動下注",
        "开" : "開",
        "关" : "關",
        "最低投注" : "最低投注",
        "最高投注" : "最高投注",
        "亿" : "億",
        "万" : "萬",
        "庄家不能下注" : "庄家不能下注",
        "你确定要上庄吗" : "你确定要上庄吗?",
        "上庄最少需要金币" : "(上庄最少需要金币####)",
        "与服务器连接断开,正在尝试重新连接..." : "與服務器連接斷開,正在嘗試重新連接...",
        "您的账号在别处登录,您已被强制下线." : "您的账号在别处登录,您已被强制下线.",	
        // slot
        "历史纪录":"歷史紀錄",
        "今天":"今天",
        "最近7天":"最近7天",
        "最近30天":"最近30天",
        "自订":"自訂",
        "日期":"日期",
        "单号":"單號",
        "投注金额":"投注金額",
        "盈利":"盈利",
        "开始日期":"開始",
        "结束日期":"結束",
        "页数":"第 #### 頁",
        "底注":"底注",
		// 游戏用
        "线":"線",
        "百搭":"百搭",
        "可以代表任何符号，除了奖励符号。如果转到百搭5连线您将获得Jackpot大奖。":"可以代表任何符號，除了獎勵符號。如果轉到百搭5連線您將獲得頭獎。",
        "奖励符号":"獎勵符號",
        "画面出现3或更多奖励符号时，会进入糖果游戏，并获得高额彩金，符号只出现在1、3、5转轴。":"畫面出現3或更多獎勵符號時，會進入糖果遊戲，並獲得高額彩金，符號只出現在1、3、5轉軸。",
        "只赔付每条线中赢取最高的奖金，奖金派发按照赔付线从最左至最右转轴的顺序，游戏出现故障时，所有赔付和游戏都视为无效。":"只賠付每條線中贏取最高的獎金，獎金派發按照跟隨付付線從最左至最右轉軸的順序，遊戲出現故障時，所有賠付和遊戲都認為無效。",
        "点击糖果即可获得奖金，每颗糖果最大可获得1000倍的奖金。\n总奖金=选中倍数总和X底注":"點擊糖果即可獲得獎金，每顆糖果最大可獲得1000倍的獎金。\n總獎金=獲取倍數總和X底注",
        "规则说明":"規則說明",
    }
};