'use strict';

if (! window.i18n) {
    window.i18n={};
}

if (! window.i18n.languages) {
    window.i18n.languages={};
}

window.i18n.languages['ZH-TW']={
    // write your key value pairs here   
    "label_text" : {
        "点数":"####点",
        "局数":"<size=24><color=#9CFFF7>第 </c><color=#FFFFFF>####</color><color=#9CFFF7> 局</color></size>",
        "限红" : "限红",
        "携带金额不足" : "攜帶金額不足，請先沖值",
        "下局庄" : "下局莊",
        "下局闲" : "下局閒",
        "庄" : "莊",
        "闲" : "閒",
        "总数" : "總數",
        "庄闲" : "莊/閒",
        // "开牌中" : "开牌中",
        // "試煉場" : "試煉場",
        //後面不用掛LocalizedLabel但還是要加入列表讓JS讀取語系資料再來產生對應文字
        "幸运一击" : "幸運一擊",
        "最小" : "最小:####",
        "最大" : "最大:####",
        "自动成功" : "自動成功，本局後將會自動下注",
        "结算信息" : "结算信息",
        "资料错误" : "资料错誤",
        "玩家资料错误" : "玩家資料錯誤",
        "玩家验证资料错误" : "玩家驗證資料錯誤",
        "游戏资讯错误" : "遊戲資訊錯誤",
        "正在连接服务器" : "正在連接服務器…",
        "登入中" : "登入中…",
        "确认资料中" : "確認資料中…",
        "载入中" : "載入中…",
        "游戏载入中" : "遊戲載入中…",
        "等待游戏开始" : "等待遊戲開始...",
        "正在尝试重新连接" : "與服務器連接斷開,正在嘗試重新連接",
        "当前不能下注" : "當前不能下注",
        "庄家不能下注" : "庄家不能下注",
        "当前下注倍数" : "當前下注倍數為####",
        "请前往充值" : "需要攜帶####元才能下注,請前往充值",
        "携带金额不足请先充值" : "",
        "前往充值后再来" : "攜帶金幣少於####無法下注喔!您可以前往充值後再來",
        "退还押注成功" : "退還押注成功",
        "下注类型错误" : "下注類型錯誤",
        "请等待新一局游戏开始" : "請等待新一局遊戲開始...",
        "金币不足" : "金幣不足,押注失敗",
        "总注数超过上限" : "總注數超過上限",
        "身上金币低于入场金额" : "身上金幣低於入場金額,將回到遊戲大廳",
        "您已经开启自动下注" : "您已經開始自動下注",
        "您已经取消自动下注" : "您已經取消自動下注",
        "开" : "開",
        "关" : "關",
        "对子" : "對子",
        "和" : "和",
        "最低投注" : "最低投注",
        "最高投注" : "最高投注",
        "亿" : "億",
        "万" : "萬",
        "不可同时下注庄闲" : "不可同時下注莊閒",
        "与服务器连接断开,正在尝试重新连接..." : "與服務器連接斷開,正在嘗試重新連接...",
        "下庄成功" : "下庄成功",
        "上庄成功" : "上庄成功",
        "不足上庄" : "金币不足，上庄失败",
        "已在列表" : "您已经在上庄列表中咯",
    }
};